import img from "../../../assets/Genghis_Khan.svg";
import styles from "./NewsText.module.scss";

const NewsText = () => {
  return (
    <div className={styles.div}>
      <h2>Детские годы Темучжина</h2>
      <p>
        Когда раненый старик Чараха лежал у себя дома, Темучжинь навестил его.
        Старик сказал ему: «Они увели с собой собранный отцом твоим народ
        и наших людей; когда я отговаривал их, они меня поранили». Темучжинь,
        заплакав, ушел. Хоэлунь сама села на коня и, приказав людям взять копья
        с кистями, во главе их отправилась в погоню; она остановила половину
        народа, но остановленная половина людей тоже не захотела оставаться; все
        ушли вслед за Дайичиут. Когда братья Дайичиут покинули Хоэлунь с детьми,
        Хоэлунь, женщина чрезвычайно разумная, собирала плоды, да вырывала
        коренья и тем питала детей своих. В таких трудных обстоятельствах
        воспитанные ею дети подросли; все они имели признаки царского княжеского
        достоинства…
      </p>
      <p>
        Через несколько времени Дайичиут Кирилтух сказал: «Покинутые нами
        Темучжинь и другие дети с матерью, верно, теперь уже оперились, как
        птичьи птенцы, и подросли, подобно детенышам зверей». Взяв с собой
        товарищей, они поехали разузнать. Темучжинь с матерью, завидев приезд
        их, испугались; Белгутай в густом лесу наломал деревьев и устроил
        засеку, а Хачигуня, Темугэ и Темулунь троих малых, спрятал в расщелине
        скалы; Хасар перестреливался с Дайичиут; Дайичиут громко крикнули ему:
        «Нам надо только твоего старшего брата, Темучжиня, а других людей
        не надобно». Устрашенный тем Темучжинь сел на лошадь и пустился в горный
        лес: Дайичиут, заметив это, погнались за ним и преследовали до горы
        Тергуне.Темучжинь углубился в густой лес, а Дайичиут, не могши въехать
        туда же, окружили лес и стерегли.
      </p>
      <p>
        Темчужинь, пробыв в густом лесу трое суток, повел под уздцы лошадь
        и хотел выйти из леса, как седло с лошади упало на землю; обернувшись,
        он увидел, что шлея на груди и подпруга попрежнему застегнуты, и сказал:
        «Седло может спасть, хоть подпруга и застегнута; но когда нагрудная шлея
        застегнута, то как можно седлу самому упасть? Верно, само небо
        останавливает меня». Он воротился и еще прожил три дня. Потом, когда
        хотел выйти, при выходе из густого леса упал большой белый камень,
        в виде юрты, и загородил путь. Темучжинь опять сказал: «Верно, небо
        останавливает меня». Он снова вернулся и еще провел три дня. Всего
        прожил он в лесу девять дней сряду, ничего не евши. Напоследок
        он сказал: «Неужели мне умереть таким образом без вести? Лучше выйти».
        Он взял нож, которым строгал стрелы, срезал им деревья, росшие подле
        заграждавшего выход камня, и ведя за собою лошадь, сошел с горы.
        Сторожившие тут люди Дайичиут тотчас схватили и увели его.
      </p>
      <img src={img} alt="" />
      <p>
        Тархутай Кирилтух, поймав Темучжиня, объявил повеление своему народу,
        чтобы в каждом стане Темучжиню жить сутки. Так переходил он из одного
        дома в другой до 16-го числа 4-й луны. В этот день Дайичиут устроили пир
        на берегу реки Онань. Когда по захождении солнца разошлись по домам, они
        приказали одному молодому и слабому парню стеречь Темучжиня. Темучжинь,
        видя, что все разошлись, ударил того парня краем своей колодки в голову
        и сшиб его с ног, а сам убежал; добежав до леса, что на берегу реки
        Онань, он внутри его прилег; но, опасаясь, что его здесь увидят, вошел
        в стремнину реки Онань и погрузился в воду телом, выставив наружу только
        лицо.
      </p>
      <p>
        Караульный, потерявший узника, громким голосом кричал: «Пойманный
        человек бежал!» На крик его разошедшиеся Дайичиут снова собрались и при
        свете луны, ясном, как днем, стали искать Темучжиня повсюду в лесу
        по берегу Онань. Сорханыиира, из рода Сулдусунь, проходя для обыска близ
        того места реки, где лежал Темучжинь, заметил его и сказал ему: «Вот
        за такую- то сметливость твою братья Дайичиут ненавидят и преследуют
        тебя. Будь осторожен и лежи так; я не донесу на тебя». Сказав это,
        он прошел мимо.
      </p>
      <p>
        Когда Дайичиут, обыскивая на возвратном пути, толковали между собою,
        Сорханьшира сказал им: «Вы потеряли человека днем; а теперь, в темную
        ночь, как искать? Воротимся на прежнее место и обыщем места еще
        не осмотренные и разойдемся; а завтра снова соберемся для обыска. Куда
        уйдет этот человек с колодкой?» Во время возвратного поиска Сорханьшира
        снова проходил прежним местом и сказал Темучжиню: «Теперь мы кончили
        обыск и возвращаемся; завтра опять придем искать тебя; теперь, когда
        мы разойдемся, ты уходи и сыщи свою мать и братьев; если встретишь
        кого-нибудь, не говори, что я видел тебя». Сказав это, он ушел.
      </p>
      <p>
        Когда все разошлись, Темучжинь подумал про себя: «Намедни, когда
        приказано было стеречь меня по очереди в каждом становище, во время
        пребывания моего в доме Сорханьширы оба сына его, Чиньбо и Чилабунь,
        оказали ко мне сожаление: на ночь снимали с меня колодку и оставляли
        меня ночевать на свободе. Сегодня Сорханьшира заметил меня, однако ж
        не хотел сказать о том другим; не один раз был здесь и проходил мимо.
        Пойду к нему; наверно, он спасет меня». Вследствие того он пошел вниз
        по реке Онань искать Сорханьширу.
      </p>
      <div className="my-20">
        <hr />
        <h3 className="text-[25px] font-bold p-8">Источники</h3>
        <p>
          •Тихомиров М. Хрестоматия по истории СССР. Том 1. — М.:
          Государственное издательство культурно-просветительной литературы,
          1949.
        </p>
        <hr />
      </div>
    </div>
  );
};

export default NewsText;