import img1 from "../../../assets/image8.jpg";
import img2 from "../../../assets/image1.jpeg";
import img3 from "../../../assets/image6.png";
import img4 from "../../../assets/image5.png";
import img5 from "../../../assets/image3.jpg";
import img6 from "../../../assets/image12.jpg";
import img7 from "../../../assets/image7.png";
import img8 from "../../../assets/image10.jpg";
import img9 from "../../../assets/image9.jpg";
import img10 from "../../../assets/image4.jpg";
import img11 from "../../../assets/image11.jpg";
import styles from "./NewsText.module.scss";

const NewsText = () => {
  return (
    <div className={styles.div}>
      <h2>Эпос Манас</h2>
      <p>
        Эпос "Манас" — это одно из величайших произведений устного народного
        творчества кыргызского народа. Это грандиозная поэма, которая в своем
        полном виде может достигать свыше полумиллиона стихотворных строк, что
        делает её одним из самых длинных эпосов в мире.
      </p>
      <p>
        Это не просто легенда о герое — это символ стойкости и духа народа,
        воплощение исторической памяти кыргызов, их борьбы за свободу и
        самостоятельность.
      </p>
      <p>
        Впервые эпос “Манас” с научной целью стали записывать со второй половины
        XIX века. Ч.Валиханов (1835-1865) является не только первым
        российско-казахским ученым, просветителем, но и ученым-исследователем
        широкого профиля. В научном наследии Ч.Ч.Валиханова важное место
        отводится изучению истории, культуры кыргызского народа. Впервые он
        познакомился с кыргызами в 1856 году, будучи участником крупной
        военно-научной экспедиции под руководством полковника М.Хоментовского на
        побережье озера Иссык-Куль. Во время этой экспедиции он и записал
        отрывок из эпоса «Манас» от кыргызского сказителя (имя которого
        неизвестно).
      </p>
      <p>
        Впервые эпос «Манас» был опубликован в 1885 году. Заслуга в
        осуществлении этого исторического события всецело принадлежит
        выдающемуся тюркологу В.Радлову (1837-1918). Окончив Берлинский
        университет (он был уроженцем из Германии), летом 1858 года он,
        осуществляя свои студенческие идеи, отправляется в Россию. В.В.Радлов
        занимался сбором лингвистических, этнографических и фольклорных
        материалов тюркских народов, в основном Алтая и Западной Сибири.
      </p>
      <p>
        Первое издание эпоса «Манас», опубликованный в 1885 году в
        Санкт-Петербурге на кыргызском языке, русской транскрипции, и немецкий
        перевод, изданный в том же году в Лейпциге, следует отметить, что
        содержания текстов его отрывочны.
      </p>
      <p>
        Мана́с (кырг. Манас) — герой одноимённого кыргызского эпоса — богатырь,
        объединивший кыргызов. Эпос о Манасе является самым длинным эпосом в
        мире: он в два раза больше, чем санскритский эпос Махабхарата, больше
        тибетского эпоса о царе Гэсэре (в варианте «Манаса», записанном от
        сказителя Саякбая Каралаева, насчитывается 500553 стихотворных строк).
      </p>
      <img src={img1} />
      <h2>Сюжет</h2>
      <p>
        В начале поэмы говорится о воине Манасе, родившемся в области Таласа. В
        центре повествования его попытки воссоединить враждующие племена и
        создать родину для своего народа. Его мудрая жена из Самарканда по имени
        Каныкей и советник Бакай также являются важными героями поэмы. Во второй
        и третьей частях поэмы главными действующими лицами становятся сын
        Манаса Семетей и его внук Сейтек.
      </p>
      <img src={img2} />

      <p>
        “Семетей” – вторая часть эпической трилогии “Манас”. В ней излагаются
        события от рождения главного героя Семетея – сына Манаса – до его
        гибели.
      </p>
      <p>
        В “Семетее” продолжаются события первой части поэмы как дальнейшее
        развитие сюжета. Он един с “Манасом” по своей идее и форме,
        художественным средствам воплощения, манере исполнения и музыкальной
        архитектонике. В “Семетее”, как и в “Манасе”, доминантой звучит призыв к
        единству кыргызского народа, его независимости, приумножению славы и
        могущества, заботе и любви к родному Отечеству.
      </p>
      <p>
        Герои первой части – Манас, Алмамбет, Чубак, Сыргак, Каныкей и Бакай –
        идеализируются во второй и далее в третьей части – “Сейтеке”. Если
        Манасу удается во имя единой цели – борьбы с внешними врагами –
        преодолеть междоусобицы и распри, то в “Семетее” основное место занимают
        внутренние противоречия и конфликты, спровоцированные братьями Манаса –
        Абыке и Кобешом, предательством жены Семетея – Чачыкей, коварством
        близкого родича Кыяза и непримиримыми амбициями Уметея – наследника хана
        Кокчё, погибшего в походе на Китай.
      </p>
      <p>
        С прошлого века и до наших дней сказители повествуют эпос в следующей
        последовательности:
      </p>
      <p>
        <ul>
          <li>
            1. Детские годы осиротевшего Семетея в Бухаре и возвращение его в
            Талас.
          </li>
          <li>
            2. Победа Семетея над Чынкожо с Толтоем и его женитьба на Айчурек.
          </li>
          <li>3. Битва Семетея с Конурбаем.</li>
          <li>4. Гибель Семетея.</li>
        </ul>
      </p>
      <div className="image">
        <img src={img3} />
      </div>

      <p>
        В третьей части эпоса речь пойдет о внуке Манаса, сыне Семетея –
        доблестном Сейтеке.
      </p>
      <p>
        <b>«Сейтек»</b> — это третья часть трилогии эпоса «Манас». Она
        повествует о богатыре Сейтеке, внуке Манаса, и является логическим
        продолжением предшествующих частей.
      </p>
      <p>
        <b>Сюжетную основу эпоса «Сейтек» составляют следующие события:</b>{" "}
        <br />
        •воспитание Сейтека в стане врагов отца, не знающего о своём
        происхождении; <br />
        •возмужание Сейтека и раскрытие тайны его происхождения; <br />
        •изгнание врагов и возвращение Семетея к своему народу; <br />
        •объединение народа и наступление мирной жизни.
      </p>
      <p>
        В первой книге двухтомника «Сейтек, внук Манаса» Николая Тобоша (2023)
        рассказывается о детстве богатыря в чужом краю с ненавидящим мальчика
        отчимом, в неведении о своём происхождении. Узнав, чей он сын, Сейтек
        жаждет отомстить всем, кто предал его отца Семетея и мать Айчурек.
        «Сейтек» состоит из 25 тыс. строк.
      </p>
      <img src={img4} />
      <p>
        Эпос «Манас» - это энциклопедия кочевой жизни Кыргызского народа,
        который включает в себе 7 заветов:
      </p>
      <p>
        1. Единство и сплоченность нации <br />
        2. Межнациональное согласие, дружба и сотрудничество <br />
        3. Национальная честь и патриотизм <br />
        4. Через кропотливый труд и знания – к процветанию и благосостоянию{" "}
        <br />
        5. Гуманизм, великодушие, терпимость <br />
        6. Гармония с природой <br />
        7. Укрепление и защита кыргызской государственности <br />
      </p>
      <img src={img5} />
      <h2>Мифология и символика</h2>
      <p>
        Эпос насыщен мифологическими элементами. В нем присутствуют образы духов
        предков, божества и чудовища. Например, сила Манаса не только в его
        мужестве, но и в божественном благословении. Окружающая природа — горы,
        степи и реки — часто олицетворяются и играют важную роль в
        повествовании.
      </p>
      <img src={img6} />
      <h2>Эмоциональная окраска</h2>
      <p>
        «Манас» — это поистине эпическая история, где великие сражения и подвиги
        переплетаются с трагедиями, предательствами, любовью и верностью.
        Например, сцены сражений описаны с такой яркостью, что читатель
        буквально слышит гул битвы, топот коней и звон мечей. В то же время в
        эпосе много эмоциональных моментов, когда герои сталкиваются с потерями,
        лишениями и необходимостью делать сложный выбор.
      </p>
      <img src={img7} />
      <h2>Значение для культуры</h2>
      <p>
        Эпос «Манас» является неотъемлемой частью кыргызской культуры и
        национального самосознания. Его передавали из поколения в поколение
        устно, а сказители, называемые манасчи, играли важную роль в сохранении
        и развитии этого наследия.
      </p>
      <img src={img8} />
      <p>
        В Таласе расположен мавзолей, где, возможно, хранятся останки самого
        Манаса. В ходе реставрации 1969 года там был найден скелет мужчины,
        однако, надпись на мавзолее гласит, что он был возведен для женщины. В
        эпосе как раз говорится о том, что Каныкей и Бакай похоронить Манаса под
        чужим именем, чтобы его могила не подверглась разорению со стороны
        врагов, что широко практиковалось в те времена.
      </p>
      <img src={img9} />
      <p>
        Не так уж важно, существовал ли Манас на самом деле, ведь его влияние на
        современный Кыргызстан огромно. На официальном флаге Кыргызстана
        изображено 40 солнечных лучей, символизирующих 40 племен, которые
        объединились благодаря Манасу. По всему Кыргызстану множество мест
        названо в честь этого героя, от Международного Аэропорта Манас до
        Проспекта Манаса и Кыргызско-Турецкого университета «Манас» в Бишкеке.
        Пик Манаса 4482 метра является самым высоким пиком Таласской горной
        цепи. Существует даже астероид 3349 Манас, открытый советским астрономом
        в 1979 году.
      </p>
      <p>
        Статуи Манаса можно найти по всей стране. Напротив бишкекской филармонии
        красуется Манас верхом на своем волшебном коне, побеждающий дракона.
        Статуя окружена бюстами, изображающими Каныкей, Бакая и некоторых
        известных манасчи. Среди манасчи Боконбаев, Токтогуль и Тоголок Молдо –
        в их честь также названы улицы в Бишкеке. Рядом с официальным флагштоком
        на площади Ала-Тоо находится еще одна статуя Манаса, подтверждающая его
        роль в становлении кыргызской государственногости.
      </p>
      <img src={img10} />
      <p>
        «Манас» – это не просто крупнейший кыргызский эпос, это жемчужина
        эпического наследия всего нашего народа, памятник его языка и
        духовности. Он имеет тысячелетнюю историю.
      </p>
      <img src={img11} />
      {/* <div className="my-20">
        <hr />
        <h3 className="text-[25px] font-bold p-8">Источники</h3>
        <p>
          •Тихомиров М. Хрестоматия по истории СССР. Том 1. — М.:
          Государственное издательство культурно-просветительной литературы,
          1949.
        </p>
        <hr />
      </div> */}
    </div>
  );
};

export default NewsText;
